tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "cask"
brew "cmake"
brew "ctags"
brew "flow"
brew "fzy"
brew "git-extras"
brew "leiningen"
brew "maven"
brew "midnight-commander"
brew "nethack"
brew "reattach-to-user-namespace"
brew "stow"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tmux"
brew "tor"
brew "tree"
brew "vim", args: ["with-client-server"]
brew "watchman"
brew "yarn"
brew "zsh-syntax-highlighting"
cask "docker"
cask "mactex"
cask "tor-browser"
cask "xquartz"
