tap "browsh-org/browsh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "cask"
brew "cmake"
brew "cmatrix"
brew "cocoapods"
brew "ctags"
brew "fd"
brew "ffmpeg"
brew "flow"
brew "fzy"
brew "git"
brew "git-extras"
brew "openjdk"
brew "leiningen"
brew "lynx"
brew "maven"
brew "midnight-commander"
brew "mkcert"
brew "nethack"
brew "openjdk@11"
brew "pinentry-mac"
brew "reattach-to-user-namespace"
brew "rust"
brew "rustup-init"
brew "stow"
brew "subversion"
brew "swiftformat"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "tor"
brew "tree"
brew "vifm"
brew "vim"
brew "watchman"
brew "yarn"
brew "zsh-syntax-highlighting"
brew "browsh-org/browsh/browsh"
brew "koekeishiya/formulae/skhd"
cask "docker"
cask "font-fantasque-sans-mono"
cask "font-fira-code-nerd-font"
cask "font-fira-mono"
cask "font-fira-mono-for-powerline"
cask "google-chrome"
cask "gpg-suite"
cask "graphiql"
cask "icanhazshortcut"
cask "iterm2"
cask "keycastr"
cask "slack"
cask "spotify"
cask "the-unarchiver"
cask "tor-browser"
cask "tunnelblick"
cask "vlc"
cask "xquartz"
cask "zoom"
