tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "cask"
brew "cmake"
brew "cocoapods"
brew "ctags"
brew "fd"
brew "flow"
brew "fzy"
brew "git-extras"
brew "leiningen"
brew "maven"
brew "midnight-commander"
brew "mkcert"
brew "nethack"
brew "openjdk"
brew "openssl@1.1"
brew "reattach-to-user-namespace"
brew "rust"
brew "rustup-init"
brew "stow"
brew "swiftformat"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "tor"
brew "tree"
brew "vifm"
brew "vim", args: ["with-client-server"]
brew "watchman"
brew "yarn"
brew "zsh-syntax-highlighting"
cask "docker"
cask "font-fantasque-sans-mono"
cask "graphiql"
cask "java11"
cask "tor-browser"
cask "xquartz"
cask "zoomus"
